Repository: uaburak/Finvo-V1
Catalog: Finvo/Finvo/Localizable.xcstrings
Source language: tr
Languages: de, en, ru

source: Polonya Zlotisi
de: Polnischer Zloty
en: Polish Zloty
ru: Польский злотый

source: Prim / Bonus
de: Bonus / Prämie
en: Bonus / Premium
ru: Премия / Бонус

source: Pro Üyelik
de: Pro-Mitgliedschaft
en: Pro Membership
ru: Pro-подписка

source: Pro Üyelik Gerekli
de: Pro-Mitgliedschaft erforderlich
en: Pro Membership Required
ru: Требуется Pro-членство

source: Pro'ya Geç
de: Zu Pro upgraden
en: Upgrade to Pro
ru: Перейти на Pro

source: Pro'ya Yükselt
de: Auf Pro Hochstufen
en: Upgrade to Pro
ru: Перейти на Pro

source: Profil Ayarları
de: Profileinstellungen
en: Profile Settings
ru: Настройки профиля

source: Profil bilgileriniz güncellendi.
de: Ihr Profil wurde aktualisiert.
en: Your profile information has been updated.
ru: Профиль обновлен.

source: Profil kaydedilirken hata oluştu
de: Fehler beim Speichern
en: Error saving profile
ru: Ошибка сохранения

source: Reddet
de: Ablehnen
en: Reject
ru: Отклонить

source: Rekor Harcama
de: Rekordausgaben
en: Record Spending
ru: Рекорд расходов

source: Rekor İşlem
de: Rekordtransaktion
en: Record Transaction
ru: Рекордная транзакция

source: Renk Seçin
de: Farbe auswählen
en: Choose Color
ru: Выберите цвет

source: Reşat Altın
de: Reşat Gold
en: Reşat Gold
ru: Золото Решат

source: Restoran & Yemek
de: Restaurant & Essen
en: Restaurant & Dining
ru: Рестораны и питание

source: Rumen Leyi
de: Rumänischer Leu
en: Romanian Leu
ru: Румынский лей

source: Rus Rublesi
de: Russischer Rubel
en: Russian Ruble
ru: Российский рубль

source: Sağlık & Bakım
de: Gesundheit & Pflege
en: Health & Care
ru: Здоровье и уход

source: Satış
de: Verkauf
en: Sell
ru: Продажа

source: Seçilen Varlık:
de: Ausgewählter Wert:
en: Selected Asset:
ru: Выбранный актив:

source: Seçili dönemde gider verisi yok.
de: Keine Ausgabendaten für den ausgewählten Zeitraum.
en: No expense data for the selected period.
ru: Данных о расходах за выбранный период нет.

source: Seçin
de: Wählen
en: Select
ru: Выбрать

source: Seminer & Etkinlik
de: Seminare & Events
en: Seminars & Events
ru: Семинары и мероприятия

# seni **%@** cüzdanına **(%@)** olarak davet etti.
source: seni **%1$@** cüzdanına **(%2$@)** olarak davet etti.
de: hat Sie in die Geldbörse **%@** als **(%@)** eingeladen.
en: invited you to the **%@** wallet as **(%@)**.
ru: приглашает вас в кошелёк **%@** в роли **(%@)**.

source: Seyahat & Tatil
de: Reisen & Urlaub
en: Travel & Vacation
ru: Путешествия

source: Sil
de: Löschen
en: Delete
ru: Удалить

source: Şili Pesosu
de: Chilenischer Peso
en: Chilean Peso
ru: Чилийское песо

source: Singapur Doları
de: Singapur-Dollar
en: Singapore Dollar
ru: Сингапурский доллар

source: Sistem Hazır
de: System Bereit
en: System Ready
ru: Система готова

source: Sıfır
de: Null
en: Zero
ru: Ноль

source: Sıklık:
de: Häufigkeit:
en: Frequency:
ru: Частота:

source: Sıradaki Ödeme
de: Nächste Zahlung
en: Next Payment
ru: Следующий платёж

source: Sırp Dinarı
de: Serbischer Dinar
en: Serbian Dinar
ru: Сербский динар

source: Son İşlemler
de: Letzte Transaktionen
en: Recent Transactions
ru: Последние транзакции

source: Son Ödeme Günü
de: Fälligkeitstag
en: Due Date
ru: Срок оплаты

source: Soyad
de: Nachname
en: Last Name
ru: Фамилия

source: Sri Lanka Rupisi
de: Sri-Lanka-Rupie
en: Sri Lankan Rupee
ru: Шри-Ланкийская рупия

source: Steam / Epic Alışverişi
de: Steam / Epic Einkäufe
en: Steam / Epic Purchases
ru: Покупки Steam / Epic

source: Su
de: Wasser
en: Water
ru: Вода

source: Şu anki Cüzdan
de: Aktuelle Geldbörse
en: Current Wallet
ru: Текущий кошелёк

source: Su Faturası
de: Wasserrechnung
en: Water Bill
ru: Счет за воду

source: Süpermarket
de: Supermarkt
en: Supermarket
ru: Супермаркет

source: Süresiz
de: Unbefristet
en: Indefinite
ru: Бессрочно

source: Suriye Lirası
de: Syrisches Pfund
en: Syrian Pound
ru: Сирийский фунт

source: Sütun Grafiğine Geç
de: Zum Balkendiagramm wechseln
en: Switch to Bar Chart
ru: Переключиться на столбчатый график

source: Suudi Arabistan Riyali
de: Saudi-Riyal
en: Saudi Riyal
ru: Саудовский риял

source: Taksi & Toplu Taşıma
de: Taxi & ÖPNV
en: Taxi & Transit
ru: Такси и транспорт

source: Taksit
de: Rate
en: Installment
ru: Рассрочка

source: Taksit Ödemesi
de: Ratenzahlung
en: Installment Payment
ru: Платёж в рассрочку

source: Taksit Planı
de: Ratenplan
en: Installment Plan
ru: План рассрочки

source: Takvim
de: Kalender
en: Calendar
ru: Календарь

source: Tam Altın
de: Ganzes Gold
en: Full Gold
ru: Полное золото

source: Tamam
de: OK
en: OK
ru: OK

source: Tamamla ve Başla
de: Abschließen und starten
en: Complete and Start
ru: Завершить и начать

source: Tamamlanan Görevler
de: Abgeschlossene Aufgaben
en: Completed Missions
ru: Завершенные задания

source: Tarih
de: Datum
en: Date
ru: Дата

source: Tarih Aralığı
de: Datumsbereich
en: Date Range
ru: Диапазон дат

source: Tarih Seçin
de: Datum auswählen
en: Select Date
ru: Выберите дату

source: Tayland Bahtı
de: Thailändischer Baht
en: Thai Baht
ru: Тайский бат

source: Tek kalan cüzdan silinemez.
de: Die letzte verbleibende Geldbörse kann nicht gelöscht werden.
en: The only remaining wallet cannot be deleted.
ru: Единственный оставшийся кошелёк нельзя удалить.

source: Tekel & Atıştırmalık
de: Snacks & Alkohol
en: Snacks & Alcohol
ru: Снеки и алкоголь

source: Teknoloji & Yazılım
de: Technologie & Software
en: Tech & Software
ru: ИТ и Софт

source: Tekrar Sıklığı
de: Wiederholungshäufigkeit
en: Recurrence Frequency
ru: Частота

source: Tekrarlayan
de: Wiederkehrend
en: Recurring
ru: Повторяющиеся

source: Tekrarlayan (Abonelik) işlem verisi yok.
de: Keine Daten zu wiederkehrenden (Abonnement-) Transaktionen.
en: No recurring (subscription) transaction data.
ru: Данных о повторяющихся (подписных) транзакциях нет.

source: Tekrarlayan İşlem
de: Wiederkehrende Transaktion
en: Recurring Transaction
ru: Цикличная транзакция

source: tekrarlayan işleminiz silinecek.
de: wiederkehrende Transaktionen gelöscht.
en: recurring transactions will be deleted.
ru: повторяющихся транзакций удалено.

source: Tekrarlayan İşlemler
de: Wiederkehrende Transaktionen
en: Recurring Transactions
ru: Повторяющиеся транзакции

source: Telefon Faturası
de: Telefonrechnung
en: Phone Bill
ru: Счет за телефон

source: Tema Rengi
de: Themenfarbe
en: Theme Color
ru: Цвет темы

source: Temel İhtiyaçlar
de: Grundbedürfnisse
en: Basic Needs
ru: Базовые потребности

source: Temizlik Malzemeleri
de: Reinigungsmittel
en: Cleaning Supplies
ru: Бытовая химия

source: Toplam Bakiye
de: Gesamtbilanz
en: Total Balance
ru: Общий баланс

source: Toplam Bekleyen
de: Gesamt ausstehend
en: Total Pending
ru: Итого ожидающих

source: Toplam Birikim
de: Gesamtersparnis
en: Total Savings
ru: Общие сбережения

source: Toplam Borç
de: Gesamtschuld
en: Total Debt
ru: Общий долг

source: Toplam Taksit
de: Gesamte Raten
en: Total Installments
ru: Всего рассрочек

source: Trafik Sigortası & Kasko
de: Autoversicherung
en: Car Insurance
ru: Страхование авто

source: Transferlerinizde hızlıca paylaşmak için IBAN bilgilerinizi ekleyin.
de: Fügen Sie Ihre IBAN hinzu um sie schnell zu teilen.
en: Add your IBAN details to quickly share in your transfers.
ru: Добавьте свой IBAN, чтобы легко делиться.

source: Tüm borçlarınızı sıfırladınız.
de: Sie haben alle Ihre Schulden beglichen.
en: You have cleared all your debts.
ru: Вы погасили все долги.

source: Tüm Kategoriler
de: Alle Kategorien
en: All Categories
ru: Все категории

source: Tüm Kurlar
de: Alle Kurse
en: All Rates
ru: Все курсы

source: Tümü
de: Alle
en: All
ru: Все

source: Tümünü Gör
de: Alle Anzeigen
en: See All
ru: Все

source: Tunus Dinarı
de: Tunesischer Dinar
en: Tunisian Dinar
ru: Тунисский динар

source: Tür
de: Typ
en: Type
ru: Тип

source: Türk Lirası
de: Türkische Lira
en: Turkish Lira
ru: Турецкая лира

source: türünde abonelik işlemi yok.
de: nicht gefunden.
en: type subscription transaction not found.
ru: не найдено.

source: Tutar
de: Betrag
en: Amount
ru: Сумма

source: Tutar (Ops..)
de: Betrag (Opt.)
en: Amount (Opt.)
ru: Сумма (необязательно)

source: Tutar Girin
de: Betrag eingeben
en: Enter Amount
ru: Введите сумму

source: Uçak / Otobüs Bileti
de: Flug- / Bustickets
en: Flight / Bus Tickets
ru: Билеты на самолет / автобус

source: UI/UX Tasarım Satışı
de: UI/UX Design Verkauf
en: UI/UX Design Sales
ru: Продажи UI/UX дизайна

source: Ukrayna Grivnası
de: Ukrainische Hrywnja
en: Ukrainian Hryvnia
ru: Украинская гривна

source: Ulaşıldı 🎉
de: Erreicht 🎉
en: Reached 🎉
ru: Достигнуто 🎉

source: Umman Riyali
de: Omanischer Rial
en: Omani Rial
ru: Оманский риал

source: Uruguay Pesosu
de: Uruguayischer Peso
en: Uruguayan Peso
ru: Уругвайское песо

source: Üye
de: Mitglied
en: Member
ru: Член

source: Üye Özeti
de: Mitgliederübersicht
en: Member Summary
ru: Сводка участников

source: Üyeyi Çıkar
de: Mitglied entfernen
en: Remove Member
ru: Удалить участника

source: Uygulama Dili
de: App-Sprache
en: App Language
ru: Язык приложения

source: Uygulama İçi Satın Alma
de: In-App-Käufe
en: In-App Purchases
ru: Покупки в приложении

source: Uygulama Tercihleri
de: App-Einstellungen
en: App Preferences
ru: Настройки приложения

source: Vade Günü
de: Fälligkeitstag
en: Due Day
ru: Срок

source: Varlık Ara
de: Wert suchen
en: Search Asset
ru: Поиск актива

source: Vazgeç
de: Abbrechen
en: Cancel
ru: Отмена

source: Verilerle Kanıtlar
de: Beweise mit Daten
en: Evidence with Data
ru: Доказательства данными

source: Vize & Pasaport
de: Visum & Reisepass
en: Visa & Passport
ru: Виза и паспорт

source: Yaklaşan Yok
de: Keine Anstehenden
en: No Upcoming
ru: Нет предстоящих

source: Yalnızca Kurucu (Owner) olan kişiler yeni üyeleri yönetebilir veya cüzdanı silebilir.
de: Nur der Gründer (Eigentümer) kann neue Mitglieder verwalten oder die Geldbörse löschen.
en: Only the Owner can manage new members or delete the wallet.
ru: Только Владелец может управлять новыми участниками или удалить кошелёк.

source: Yarım Altın
de: Halbes Gold
en: Half Gold
ru: Половина золота

source: Yeme İçme & Sosyal
de: Essen & Soziales
en: Food & Social
ru: Еда и социум

source: Yeni Alt Kategori
de: Neue Unterkategorie
en: New Subcategory
ru: Новая подкатегория

source: Yeni Birikim Hesabı
de: Neues Sparkonto
en: New Savings Account
ru: Новый сберегательный счёт

source: Yeni Cüzdan
de: Neue Geldbörse
en: New Wallet
ru: Новый кошелёк

source: Yeni Cüzdan Oluştur
de: Neue Geldbörse erstellen
en: Create New Wallet
ru: Создать новый кошелёк

source: Yeni Hesap Oluştur
de: Neues Konto erstellen
en: Create New Account
ru: Создать новый счёт

source: Yeni İstanbul Altını
de: Neues Istanbul Gold
en: New Istanbul Gold
ru: Новое стамбульское золото

source: Yeni Kategori
de: Neue Kategorie
en: New Category
ru: Новая категория

source: Yeni Limit
de: Neues Limit
en: New Limit
ru: Новый лимит

source: Yeni Tayvan Doları
de: Neuer Taiwan-Dollar
en: New Taiwan Dollar
ru: Новый тайваньский доллар

source: Yeni Zelanda Doları
de: Neuseeland-Dollar
en: New Zealand Dollar
ru: Новозеландский доллар

source: Yetki Gerekli
de: Berechtigung erforderlich
en: Permission Required
ru: Требуется разрешение

source: Yetki Hatası
de: Berechtigungsfehler
en: Permission Error
ru: Ошибка доступа

source: Yetki İste
de: Berechtigung anfordern
en: Request Permission
ru: Запросить разрешение

source: Yetki İste (Admin)
de: Berechtigung anfordern (Admin)
en: Request Permission (Admin)
ru: Запросить разрешение (Администратор)

source: Yıllık
de: Jährlich
en: Yearly
ru: Ежегодно

source: Yol / Yemek Yardımı
de: Fahrt- / Essenszuschuss
en: Transport / Food Allowance
ru: Компенсация проезда / питания

source: Yolculuk Harcamaları
de: Reisekosten
en: Travel Expenses
ru: Дорожные расходы

source: Yönetici
de: Manager
en: Manager
ru: Менеджер

source: Yönetici yetkisi isteğiniz cüzdan sahibine iletildi.
de: Ihre Administratorberechtigungsanfrage wurde an den Geldbörseninhaber übermittelt.
en: Your admin permission request has been sent to the wallet owner.
ru: Ваш запрос прав администратора отправлен владельцу кошелька.

source: Yukarıdan aileniz için alınması gerekenleri listeye ekleyebilirsiniz.
de: Sie können oben hinzufügen, was für Ihre Familie gekauft werden muss.
en: You can add what needs to be bought for your family from above.
ru: Вы можете добавить то, что нужно купить для вашей семьи, сверху.

source: Zaman Dilimi
de: Zeitzone
en: Time Zone
ru: Часовой пояс

source: Zaman Filtresi
de: Zeitfilter
en: Time Filter
ru: Фильтр

source: Liste
en: List
ru: Список

source: Platin
en: Platinum
ru: Платина

source: API Test
ru: API Тест

source: Custom Card Model
ru: Пользовательская модель карты

source: Euro
ru: Евро

source: Fast Food
ru: Фастфуд

source: İnternet
ru: Интернет
